[Play_X2_XP_S_RDJ_ADVENT_Burger_Ad_B AkEvent]
SpokenText="Гамбургери \"Адвента\": інколи ви їсте їх, інколи вони їдять вас."

[Play_X2_XP_S_RDJ_ADVENT_Burger_Ad_C AkEvent]
SpokenText="Гамбургери \"Адвента\": знайдіть старих друзів... на сторінках меню."

[Play_X2_XP_S_RDJ_ADVENT_Burger_Ad_D AkEvent]
SpokenText="Гамбургери \"Адвента\": де клієнт має можливість потрапити на кухню."

[Play_X2_XP_S_RDJ_ADVENT_Burger_Musing_A AkEvent]
SpokenText="Знаєте, я вже 15 років на службі у Спротиву і ні про що не жалкую. А колись мене звільнили з закусочної \"Адвента\". Старійшини напевно досі лікті кусають."

[Play_X2_XP_S_RDJ_ADVENT_Burger_Musing_B AkEvent]
SpokenText="А ось стильний трек прямо з поля бою від сил XCOM. [ADVENT death sounds] Ця музика буде вічною."

[Play_X2_XP_S_RDJ_Eliminated_ADVENT_Commander_A AkEvent]
SpokenText="Для прихильників Спротиву сьогодні хороші новини. Як я зрозумів, XCOM вислідив важливу шишку з карателів \"Адвента\" і відплатив йому його ж монетою. Донесення повідомляють, що польовий командир \"Адвента\" став жертвою досвідчених бійців XCOM."

[Play_X2_XP_S_RDJ_Eliminated_ADVENT_Commander_B AkEvent]
SpokenText="Новини з рубрики \"Смерть загарбникам\": наші хоробрі друзі з XCOM змогли вислідити високопоставленого польового командира \"Адвента\" і змусити його відповісти за злочини проти людства. До прибульців, звісно, ще далеко, але XCOM поступово зрівнює рахунок. Бійтеся, прибульці, бійтеся! Тихіше там!"

[Play_X2_XP_S_RDJ_Eliminated_ADVENT_Commander_C AkEvent]
SpokenText="Талановиті й смертельно небезпечні сили XCOM знову змусили Старійшин битися в люті, ліквідувавши високопоставленого польового командира \"Адвента\", якому не пощастило зустріти наших пильних друзів. Свідки розповідають, що останніми словами офіцера \"Адвента\" були \"Горррраласлк блох\", що абсолютно нікому нічого не говорить."

[Play_X2_XP_S_RDJ_Facility_Destroyed_A AkEvent]
SpokenText="Вітаю вас, співгромадяни! Це я, ваш беззмінний спікер \"Адвента\"! Сьогодні ми сумуємо за тисячами невинних інопла... А і хай з ними. Сьогодні XCOM і Спротив зрівняли з землею один з комплексів прибульців. Каменя на камені не залишилося. Чудові ж новини? Так тримати, XCOM."

[Play_X2_XP_S_RDJ_Facility_Destroyed_B AkEvent]
SpokenText="Ну що ж, у Старійшин вечір не задався: кажуть, що XCOM стер з лиця нашої прекрасної планети ще один дурнуватий інопланетний комплекс. Поаплодуємо таємничому командувачу XCOM за чергову перемогу над зловісними тиранами."

[Play_X2_XP_S_RDJ_Facility_Destroyed_C AkEvent]
SpokenText="Кому пощастило побачити величезне зарево на заході? Якщо ви його пропустили, то коротко: це було прекрасно. Скажімо спасибі XCOM, який завзято знищує все, що Старійшини будують на нашій планеті. Особисто я цілком і повністю підтримую цю філософію."

[Play_X2_XP_S_RDJ_Generic_Ambient_A AkEvent]
SpokenText="Ви чули про цей народ, що тусується в лісах і називає себе \"Жнеці\"? Може, навіть зустрічали одного? У цьому випадку вам, можливо, відомі їхні гастрономічні нахили. Ні? Тоді моя вам порада: не питайте, звідки береться м'ясо."

[Play_X2_XP_S_RDJ_Generic_Ambient_B AkEvent]
SpokenText="Всім привіт, психовані повстанці! Засумували за азартом битви? Не терпиться розрахуватися з прибульцями за весь той кошмар, що вони влаштували на нашій планеті? Тоді у мене для вас новини! Все, що від вас потрібно, - це відвідати міський центр і прострелити голову найближчому миротворцю. Внесіть свій внесок вже сьогодні!"

[Play_X2_XP_S_RDJ_Generic_Ambient_C AkEvent]
SpokenText="Хм, цікаво. У мене повідомлення від одного з наших слухачів, і воно говорить: \"Пропозиція, від якої неможливо відмовитися: я заплачу потрійну ціну за кожен гамбургер \"Адвента\", доставлений у вказану точку\". Ім'я не прочитаєш, почерк - жах. Тейган? Туйган? Танган? Тайган? Каліграфія навіть до \"трійки\" не дотягує."

[Play_X2_XP_S_RDJ_Generic_Ambient_D AkEvent]
SpokenText="Ви, можливо, помітили, що на нашій хвилі не фонтан з музикою - прямо скажемо, її тут взагалі немає. Ні, ми б із задоволенням зіграли якийсь класичний дес-метал, але \"Адвент\" останнім часом весь пристойний музон тримає під особливим контролем. Все, що я можу - насвистіти щось не складне."

[Play_X2_XP_S_RDJ_Generic_Ambient_E AkEvent]
SpokenText="Є у мене дружок в XCOM, назвемо його... важливий офіцер Стенфорд. Так ось, цей Стенфорд двадцять років вже живе в хащах, намагаючись зібрати по шматках цей самий Спротив. XCOM ледь живий, найкращий друг у полоні, базу прибульці підірвали до біса, і цей Бре... тобто Стенфорд весь у депресії, ага? Так, стійте... продовження, походу, буде пізніше..."

[Play_X2_XP_S_RDJ_Generic_Ambient_F AkEvent]
SpokenText="Так, всім тим, хто слухав мене раніше: тут, на жаль, мій приятель Стенфорд особисто мені зателефонував, і він не в захваті, що я тут про нього по радіо тріпаюсь. Так що ми з цим зав'яжемо, мабуть... Без образ тільки, гаразд? Я якось це діло загладжу. А поки продовжуйте вбивати прибульців або хоча б обговорювати, як вбивати прибульців."

[Play_X2_XP_S_RDJ_Generic_Ambient_G AkEvent]
SpokenText="Мортана Бортат! Краксад! Мокс! Ви завжди мріяли розуміти нісенітницю, яка сиплеться на вас звідусіль, як тільки ступиш за поріг? Прекрасні новини: перекладачі Спротиву невпинно працюють над розшифровкою таємниць мови \"Адвента\". Скоро ви самі зможете змусити своїх друзів здригнутися!"

[Play_X2_XP_S_RDJ_Generic_Ambient_H AkEvent]
SpokenText="Знаєте, останнім часом у мене на думці постійно ці клініки генної терапії. Заманлива пропозиція, ага? Можна ставитися до свого тіла, як до смітника, а потім швиденько забіг туди - і як новенький. Ходять, звісно, чутки, що в підсумку можна закінчити життя гамбургером \"Адвента\"."

[Play_X2_XP_S_RDJ_Mission_Failure_A AkEvent]
SpokenText="З вами голос Спротиву, і на цей раз з не найкращими новинами: наші сили зазнали поразки в битві із загарбниками. Але нехай ми й понесли втрати сьогодні, це не привід впадати у відчай - навіть прибульці знають, що цей світ належить людству."

[Play_X2_XP_S_RDJ_Mission_Failure_B AkEvent]
SpokenText="Фронтові зведення: Спротив втратив сьогодні багато хороших людей у битві з переважаючими силами противника. Ми ніколи не забудемо, що вони пожертвували всім заради загального блага."

[Play_X2_XP_S_RDJ_Mission_Failure_C AkEvent]
SpokenText="Новини з фронту: кілька відважних бійців Спротиву загинули сьогодні в бою із силами загарбників, що висунулися за межі одного з міських центрів. Лідери Спротиву запевняють, що ця невдача ніяк не позначиться на ефективності подальших операцій проти прибульців."

[Play_X2_XP_S_RDJ_Mission_Failure_D AkEvent]
SpokenText="Сьогодні голос Спротиву несе вам сумні новини: сили загарбників завдали нам нищівного удару. Але битва триває: людство має повернути собі свою планету."

[Play_X2_XP_S_RDJ_Mission_Failure_E AkEvent]
SpokenText="Незважаючи на всі нахабні перебільшення продажних ЗМІ \"Адвента\", я можу підтвердити, що сили Спротиву зазнали сьогодні поразки від рук прибульців. Ми не забудемо жодної людини, яка загинула, служачи Спротиву, щоб позбавити планету загарбників."

[Play_X2_XP_S_RDJ_Mission_Success_A AkEvent]
SpokenText="З вами голос Спротиву, що розповідає вам чисту правду про те, що відбувається у світі. Новини з передової: XCOM знову продемонстрував усім, що, незважаючи на всі старання \"Адвента\", людство не здасться без бою."

[Play_X2_XP_S_RDJ_Mission_Success_B AkEvent]
SpokenText="Щоб вам там не говорили прибульці, в ефірі справжній голос Спротиву, який розповість вам правду про нову перемогу над загарбниками. Скажімо спасибі XCOM за те, що з кожним днем ми стаємо сильнішими."

[Play_X2_XP_S_RDJ_Mission_Success_C AkEvent]
SpokenText="Ми звертаємось до всіх наших братів і сестер по спільній боротьбі: знайте, що сьогодні наші доблесні солдати здобули чергову перемогу над загарбниками."

[Play_X2_XP_S_RDJ_Mission_Success_D AkEvent]
SpokenText="\"Адвент\" продовжує розповідати про терористичні атаки, але ми, голос Спротиву, закликаємо вас не вірити їхній брехні. Наші бійці докладають усіх зусиль, щоб повернути те, що належить нам по праву."

[Play_X2_XP_S_RDJ_Mission_Success_E AkEvent]
SpokenText="З вами голос Спротиву, що нагадує вам: прибульці ніколи не визнають свою поразку, поки наші доблесні війська не виб'ють останнього з них з нашої планети. Тож не впадайте у відчай і ніколи не здавайтесь."

[Play_X2_XP_S_RDJ_XCOM_Failure_A AkEvent]
SpokenText="Серед людей \"у темі\" ходять чутки, що сьогодні у XCOM день не задався: кажуть, що \"Адвент\" утер ніс нашому лихому \"Шефу\". Сподіватимемось, що наші друзі зможуть зібратися з силами."

[Play_X2_XP_S_RDJ_XCOM_Failure_B AkEvent]
SpokenText="Краще я розповім вам це особисто, тому що з хвилини на хвилину ці новини будуть на всіх каналах \"Адвента\". Спротив сьогодні трохи облажався, і, на жаль, прибульцям вдалося здобути верх. Точна кількість втрат поки невідома. Вип'ємо, не цокаючись, за наших полеглих братів і сестер."

[Play_X2_XP_S_RDJ_XCOM_Failure_C AkEvent]
SpokenText="Ніхто не любить нести людям погані новини, проте сьогодні це все, що я для вас маю. Прибульці та різні їхні посіпаки змогли здолати XCOM у збройному зіткненні. Схоже, це коштувало життя кільком хорошим людям."

[Play_X2_XP_S_RDJ_XCOM_Failure_D AkEvent]
SpokenText="Приготуйтеся до сумних новин: Спротив сьогодні втратив чимало хороших людей, а прибульці скоро почнуть кричати на весь світ, як вони відбили терористичну загрозу... Але ви не впадайте у відчай: ми як ніколи близькі до того, щоб викинути їх з нашої планети могутнім копняком."

[Play_X2_XP_S_RDJ_XCOM_Failure_E AkEvent]
SpokenText="Спротив набирав обертів два десятки років, і не можна очікувати миттєвих успіхів. Один мій знайомий стверджує, що справи у XCOM сьогодні не задалися, і їм доведеться переглянути свої плани. Гей, ви там не хвилюйтеся, ми за вас."

[Play_X2_XP_S_RDJ_XCOM_Success_A AkEvent]
SpokenText="Хо-хо, діти! Сьогодні \"Адвенту\" дісталося на горіхи! Наші невсипущі приятелі зі Спротиву вкуснули за задницю зловісних прибульців, залишивши після себе купи інопланетних тіл. Щодня б такі новини."

[Play_X2_XP_S_RDJ_XCOM_Success_B AkEvent]
SpokenText="Не знаю, хто там сьогодні знімав цю перестрілку, але я, мамою клянусь, у житті такого не бачив. Наші братики з XCOM влаштували прибульцям таку роздачу, що їхні огидні зелені родильні труби досі ходором ходять! Якщо й далі так піде, ми реально можемо перемогти, уявляєте."

[Play_X2_XP_S_RDJ_XCOM_Success_C AkEvent]
SpokenText="XCOM! Літери, які треба як слід запам'ятати! Наші хлопці й дівчата в чорному записують на свій рахунок ще одну перемогу. Якщо ви випадково зустрінете наших доблесних друзів, скажіть їм спасибі за вірну службу."

[Play_X2_XP_S_RDJ_XCOM_Success_D AkEvent]
SpokenText="Останнім часом мало хто дзвонить в ефір, проте мені чомусь здається, що опитування гіпотетичних слухачів підтвердило б: мертві прибульці - улюблена новина на цій хвилі! Тому з радістю сповіщаю: Спротив Землі, очолюваний силами XCOM, завдав чергового удару по інопланетним тварям."

[Play_X2_XP_S_RDJ_XCOM_Success_E AkEvent]
SpokenText="Не треба, напевно, про це базікати в ефірі, проте я починаю серйозно западати на цього таємничого командувача, який керує XCOM. Я навіть не знаю, чоловік це чи жінка, але... Ви взагалі бачили, що там твориться? Сьогодні \"він\" - або \"вона\" - здорово обробив придурків із \"Адвента\", як дітей малих. Хо-хо!"
